using System.Collections;
using System.Collections.Generic;
using UnityEngine;

public class FirstLecture : Lecture
{
    private void Start()
    {
        Text = new string[] { "  внешней изол€ции установок высокого напр€жени€ относ€т изол€ционные промежутки между электродами (проводами линий электропередачи (ЋЁѕ), шинами распределительных устройств (–”), наружными токоведущими част€ми электрических аппаратов и т.д.), в которых роль основного диэлектрика выполн€ет атмосферный воздух. »золируемые электроды располагаютс€ на определенных рассто€ни€х друг от друга и от земли (или заземленных частей электроустановок) и укрепл€ютс€ в заданном положении с помощью изол€торов.",
            "÷елесообразность использовани€ диэлектрических свойств воздуха в энергетических установках разных классов напр€жени€ объ€сн€етс€: 1. меньшей стоимостью и сравнительной простотой создани€ изол€ции; 2.  способностью воздушной изол€ции полностью восстанавливать электрическую прочность после устранени€ причины пробо€ разр€дного промежутка; 3.основной диэлектрик внешней изол€ции - атмосферный воздух - не подвержен старению, т.е.независимо от воздействующих на изол€цию напр€жений и режимов работы оборудовани€ его средние характеристики остаютс€ неизменными во времени"
        };
    }
}
